Repository: New-King/enoughbox
Catalog: EnoughBox/Resources/ScreenshotLocalizable.xcstrings
Source language: en
Languages: zh_hans

# plugin.screenshot.action.cancel
source: Cancel
zh_hans: 取消

# plugin.screenshot.action.confirm
source: Copy
zh_hans: 复制到剪贴板

# plugin.screenshot.action.mosaic
source: Mosaic
zh_hans: 马赛克

# plugin.screenshot.action.pin
source: Pin to desktop
zh_hans: 钉在桌面

# plugin.screenshot.action.save
source: Save
zh_hans: 保存

# plugin.screenshot.color.coord
source: Coord
zh_hans: 坐标

# plugin.screenshot.color.copyHint
source: Press ⌘C to copy color
zh_hans: 按 ⌘C 复制色值

# plugin.screenshot.color.value
source: Color
zh_hans: 色值

# plugin.screenshot.settings.colorHint
source: Move the pointer to sample color in the magnifier. Press ⌘C to copy the HEX value.
zh_hans: 移动指针可在放大镜中取色。按 ⌘C 复制色值。

# plugin.screenshot.settings.hint
source: Needs Screen Recording permission. Hover to snap to a window; click to select it, or drag for a custom region. Then resize, mosaic, pin, save, copy, or cancel.
zh_hans: 需要屏幕录制权限。悬停可吸附窗口，单击选中；按住拖动可自定义区域。之后可调大小、马赛克、钉图、保存、复制或取消。

# plugin.screenshot.settings.openPermission
source: Screen Recording settings
zh_hans: 打开屏幕录制设置

# plugin.screenshot.settings.section
source: Screenshot
zh_hans: 截图

# plugin.screenshot.toast.color
source: Copied %@
zh_hans: 已复制 %@

# plugin.screenshot.toast.copied
source: Copied to clipboard
zh_hans: 已复制到剪贴板

# plugin.screenshot.toast.failed
source: Could not capture the screen
zh_hans: 无法截取屏幕

# plugin.screenshot.toast.permission
source: Screen Recording permission is required
zh_hans: 需要屏幕录制权限

# plugin.screenshot.toast.saved
source: Saved %@
zh_hans: 已保存 %@
